Repository: x0c/MacResourceMonitor
Catalog: MacResourceMonitor/Localizable.xcstrings
Source language: en
Languages: zh_hans

# menu.openMainWindow
source: Open Main Window
zh_hans: 打开主窗口

# menu.launchAtLogin
source: Launch at Login
zh_hans: 开机时打开

# menu.openLoginItems
source: Open Login Items…
zh_hans: 打开登录项…

# menu.showNetworkSpeed
source: Show Network Speed
zh_hans: 显示网速

# menu.settings
source: Settings…
zh_hans: 设置…

# menu.checkForUpdates
source: Check for Updates…
zh_hans: 检查更新…

# menu.quit
source: Quit Mac Resource Monitor
zh_hans: 退出 Mac Resource Monitor

# panel.freeze
source: Freeze
zh_hans: 冻结

# network.empty
source: No network activity right now
zh_hans: 当前没有网络占用

# settings.status
source: Status
zh_hans: 状态

# settings.running
source: Mac Resource Monitor is running. The process table is in the menu bar.
zh_hans: Mac Resource Monitor 正在运行。进程表在菜单栏里。

# table.column.app
source: App
zh_hans: 应用

# table.column.memory
source: Memory
zh_hans: 内存

# table.column.upload
source: Upload
zh_hans: 上行

# table.column.download
source: Download
zh_hans: 下行

# table.header.memory
source: Mem %@
zh_hans: 内存 %@

# table.sort.cpu
source: Sort by CPU
zh_hans: 按 CPU 排序

# table.sort.memory
source: Sort by memory
zh_hans: 按内存排序

# table.end
source: End
zh_hans: 结束

# table.end.disabled.system
source: System processes cannot be ended here.
zh_hans: 系统进程不能从这里结束。

# table.end.disabled.otherUser
source: Only your own processes can be ended.
zh_hans: 只能结束当前用户的进程。

# table.end.failed
source: Could not end this process.
zh_hans: 没能结束这个进程。

# settings.general
source: General
zh_hans: 通用

# settings.launchAtLogin
source: Open at Login
zh_hans: 开机时打开

# settings.launchAtLogin.help
source: Off by default. Turn this on if you want Mac Resource Monitor waiting in the menu bar after you log in.
zh_hans: 默认关闭。需要登录后菜单栏里就有它时，再自己打开。

# settings.launchAtLogin.needsApproval
source: macOS is still waiting for you to allow this in Login Items.
zh_hans: 系统还在等你到「登录项」里批准。

# settings.launchAtLogin.openLoginItems
source: Open Login Items…
zh_hans: 打开登录项…

# settings.launchAtLogin.failed
source: Could not update Open at Login.
zh_hans: 没能改开机打开。
